'''
Дана строка "..-.--..-.--". После каждой точки допишите еще по
одной точке и выведите результат на экран.
'''

txt = "..-.--..-.--"
print(txt)
print(txt.replace('.', '..'))
