'''
Дана строка '131231442145'. Подсчитайте в ней количество
символов '1' и выведите результат на экран.
'''

txt = '131231442145'
print(txt.count('1'))
