'''
Дана строка 'в Ереване'. Подсчитайте в ней количество русских
символов 'е' в любом регистре и выведите результат на экран.
'''

txt = 'в Ереване'
print(txt.lower().count('е'))