'''
Выведите на экран сумму числовых кодов символов строки 'два
пижона'.
'''

txt = 'два пижона'
print(sum(map(ord, txt)))
