'''
Измените строку 'кот', записав ее символы в обратном порядке.
Выведите результат на экран.
'''

txt = "котик"
print(txt[::-1])
