'''
Даны строковые представления чисел: '011011101' (двоичная СС),
'357' (восьмеричная СС) и 'AF23D' (шестнадцатеричная СС).
Выведите на экран строковые представления этих чисел в десятичной системе счисления.
'''

num_2 = int('11011101', 2)
num_8 = int('357', 8)
num_16 = int('AF23D', 16)

print(num_2, num_8, num_16)
