'''
Дано комплексное число 7.5+1.35j.
Выведите на экран его действительную и мнимую части, а также число, сопряженное к данному.
'''

complex_num = 7.5 + 1.35j
print(complex_num.real, complex_num.imag)
print(complex_num.conjugate())
