'''
Даны два действительных числа a и b. Вычислите их сумму, разность,
произведение и частное при a=3.79 и b=84.93. Округлите результаты до сотых и выведите их на экран.
'''

a = 3.79
b = 84.93
print(round(a + b, 2),
      round(a - b, 2),
      round(a * b, 2),
      round(b / a, 2))
