'''
Вычислите значение выражения (10/2.3 - 34)*0.7 + 90.5,
округлив результат до трех знаков после десятичной точки и найдя его модуль.
'''

num = abs(round((10 / 2.3 - 34) * 0.7 + 90.5, 3))
print(num)


